Revit 2024 API
ParameterTypeId.SpatialFieldMgrLegendHorOriginGap Property
 "Legend Horizontal Origin Gap"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SpatialFieldMgrLegendHorOriginGap { get; }
Visual Basic
Public Shared ReadOnly Property SpatialFieldMgrLegendHorOriginGap As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SpatialFieldMgrLegendHorOriginGap {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace